/* No comment provided by engineer. */
"Account created" = "Account created";

/* No comment provided by engineer. */
"Already backed up" = "Already backed up";

/* No comment provided by engineer. */
"Are you sure you want to delete all your contacts ?" = "Are you sure you want to delete all your contacts ?";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"confirm password" = "confirm password";

/* No comment provided by engineer. */
"contacts on server" = "contacte in cloud";

/* No comment provided by engineer. */
"Create Account" = "Create Account";

/* No comment provided by engineer. */
"Delete Contacts" = "Delete Contacts";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Forgot password ?" = "Forgot password ?";

/* No comment provided by engineer. */
"Hello ! \nSyncSmartFTS is an easy to use app which can backup your contacts in the cloud and also provides you with the option to transfer/move all of your contacts on different smartphones.\n 1) Create account .\n2) Sign In .\n3) Save your contacts .\n4) Now just sign in from another device and import your contacts.That smart, that simple !! \nTotal count of contacts may be different than the one showed on your phone , depending on what contacts you have selected to be displayed in your contacts app. ! SyncSmartFTS does not take into consideration empty contacts, contact avatars , dates of any kind, addresses , notes and social profile." = "1. Buna !SyncSmart FTS este o aplicaţie simpla de folosit care  face Backup  contactelor in si care de asemenea, va oferă posibilitatea de a transfera/muta toate contactele pe un alt Smartphone.1) Creare cont.2) Conectare.3) Salvaţi contactele.4) Acum conectaţi-va de pe alt dispozitiv si importaţi contactele dvs.That smart, that simple ! ! Totalul contactelor dvs. poate fi diferit fata de cel arătat pe telefon, acest lucru depinzând de contactele selectate pentru a fi afişate in aplicaţia Contacte.!SyncSmart FTS nu ia in considerare contactele goale, pozele contactelor, date , adrese, note si profil social.";

/* No comment provided by engineer. */
"Import Contacts" = "Importa contacte/Salveaza in telefon";

/* No comment provided by engineer. */
"Install contacts from server ?" = "Sunteti sigur ca doriti instalarea contactelor in telefon ?";

/* No comment provided by engineer. */
"Internal server error" = "Internal server error";

/* No comment provided by engineer. */
"LOGIN" = "LOGIN";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Mail already exists" = "Adresa de email existenta";

/* No comment provided by engineer. */
"No" = "Nu";

/* No comment provided by engineer. */
"No Internet connection" = "Nu exista conexiune la internet";

/* No comment provided by engineer. */
"password" = "parola";

/* No comment provided by engineer. */
"Please enter your credentials" = "Va rugam introduceti credentialele dvs";

/* No comment provided by engineer. */
"Please enter your e-mail address so we can reset your password" = "Introduceti mail-ul pentru a va reseta parola";

/* No comment provided by engineer. */
"Please insert same password in both fields" = "Introduceti aceeasi parola in ambele campuri";

/* No comment provided by engineer. */
"Please insert valid email address" = "Folositi un mail valid !";

/* No comment provided by engineer. */
"Please use a valid email" = "Folositi un mail valid";

/* No comment provided by engineer. */
"REGISTER" = "REGISTER";

/* No comment provided by engineer. */
"Save contacts to server ? This will overwrite your current backup." = "Salvare contacte in cloud? Backup-ul existent va fi inlocuit cu cel facut acum";

/* No comment provided by engineer. */
"Save To Cloud" = "Salvare contacte in cloud";

/* No comment provided by engineer. */
"Server maintenance downtime" = "Server maintenance downtime";

/* No comment provided by engineer. */
"Sorry" = "Ne pare rau";

/* No comment provided by engineer. */
"SyncSmart does not have permissions to use your contacts, check Settings->Privacy" = "SyncSmart does not have permissions to use your contacts, check Settings->Privacy";

/* No comment provided by engineer. */
"SyncSmart needs your permission to use the contacts before continuing,go to Settings -> Privacy -> Contacts" = "SyncSmart needs your permission to use the contacts before continuing,go to Settings -> Privacy -> Contacts";

/* No comment provided by engineer. */
"Unable to connect, please verify your credentials" = "User si/sau parola incorecte";

/* No comment provided by engineer. */
"Upload completed, your contacts have been backed up" = "Contactele dumneavoastra au fost salvate in cloud";

/* No comment provided by engineer. */
"valid contacts on phone" = "contacte valide in telefon";

/* No comment provided by engineer. */
"We suggest you backup your contacts before proceeding to deletion" = "Va sugeram sa faceţi backup-ul contactelor înainte de a începe sa stergeti";

/* No comment provided by engineer. */
"Yes" = "Da";

